// pages/about/about.js
var app = getApp()
Page({
  /**
   * 页面的初始数据
   */
  data: {
    img :"../../image/youailogo.jpg",
    title: "有爱生活服务有限公司",
    intro: "深圳有爱生活服务有限公司是一家以家庭搬家、公司搬迁为核心业务，集二手家具回收与销售、一手家具售卖等业务为一体的品质生活服务供应商。\n　 公司致于通过便捷、高效、优质的服务改善客户搬家体验；布局以搬家业务为核心产业上下游，为客户提供一站式生活服务，助推行业服务水平的全面提升。\n　 公司总部在设在深圳龙华，业务范围遍及深圳市各大区域。公司业务模式成型于2015年，经过近三年的时间的实践和探索，不断优化业务流程和用户体验，打造出标准化产品与服务。现拥有一支包括专业客服、搬运人员、货运司机、售后服务在内规模团队和专业的搬运设备，具备全系服务的能力。\n　 有爱生活服务用心感受现代人迁徙背后的美好期待，因为有爱，所以每一次服务都倍加努力，与您共创未来！",
    contab :"联系我们",
    address:"深圳市",
    mobile:"13530653303",
    email:"88888888@163.com",
    buttonimg: "../../image/button.jpg"
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
  
  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {
  
  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {
  
  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {
  
  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {
  
  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {
  
  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {
  
  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {
  
  }
})